{
    "agreeTerms_data": "HAKKINDA\n2017© Bilal Bahadır Akbulut, Yavuz Ayhan.  \nKatkıda bulunanlar: Sirel Karakaş, Emel Erdoğan Bakar, Elvin Doğutepe Dinçer (Neurometrika-Tech); Duygu Çap, Ceren Şimşek, Berge Velibaşoğlu; Enes Çömez.  \n\nBu programın KESİNLİKLE HİÇBİR TEMİNATI YOKTUR; ayrıntılar için programın içinde bulunduğu klasördeki lisans dosyalarına başvurunuz.\n\nBu bir özgür yazılımdır, ve bazı koşullar altında yeniden dağıtmakta serbestsiniz; ayrıntılar için programın içinde bulunduğu klasördeki lisans dosyalarına başvurunuz.\n\n=========================================================================\nLÜTFEN OKUYUNUZ\n=========================================================================\n\n1. PsiNorm yazılımı uygulayıcı tarafından girilen içeriği kontrol etmemektedir.  İçerik sayısal olarak uygun olmasa dahi hesaplama yapılmakta ve uygulayıcıya sonuç verilmektedir.  Lütfen girişin doğru yapıldığına emin olunuz. \n\n2. PsiNorm yazılımı sonuçları işlenirken tarih ve saat bilgilerini otomatik olarak kaydetmektedir.  Lütfen bilgisayarınızın saatinin güncel olduğundan emin olunuz.\n\n3. PsiNorm, alanda çalışan uygulayıcıların ihtiyaçları doğrultusunda geliştirilmiş ücretsiz bir yazılımdır.    Sonraki uyarlamalarda yazılımın daha iyi hale getirilmesi için uygulayıcıların katkı ve önerilerini gerekli görüyoruz.  Lütfen öneri ve eleştirilerinizi b.bahadirakbulut@gmail.com adresine yazınız.   \n\n4. Çok basamaklı kalite kontrol aşamalarından geçse de uygulayıcı PsiNorm'da hatalar fark edebilir.  Hata fark ettiğiniz hususları lütfen b.bahadirakbulut@gmail.com adresine bildiriniz.  Maddi hatalar mümkün olduğunca hızlı şekilde ele alınacaktır.\n\n5. PsiNorm kullanılarak yapılan akademik çalışmalarınızda PsiNorm'a atıfta bulunmanız gerekmektedir.  Lütfen atıfta bulunulacak çalışma için demans.org websitesini takip ediniz.\n\n6. Bir sorunuz olduğunda lütfen Sık Sorulan Sorular bölümünü kontrol ediniz.  Sık Sorulan Sorulara giriş ekranından ulaşabilirsiniz.  Bu kısımda sorunuza yanıt bulamazsanız b.bahadirakbulut@gmail.com adresine yazınız.  Sizinle 10 iş günü içinde iletişime geçilmeye çalışılacaktır.\n\n7. PsiNorm yazılımı kaynaklarda verilen çalışmalar esas alınarak hazırlanmıştır, dolayısıyla yazılım sonuçları yalnız kaynaklardaki testler için geçerlidir, başka uyarlamalar için kullanılamaz.  Testler ile ilgili detaylı bilgi ve norm tabloları için lütfen ilgili kaynağa ulaşınız.\n=========================================================================\n\nOkudum, anladım ve kabul ediyorum.\n",
    "FAQ_data": "========================================\nSIK SORULAN SORULAR\n========================================\n1.\"Yazılım kesirli sayıları kabul etmiyor.  Örneğin 18,5 girdiğimde hata veriyor.\"\n\nKüsurat belirtirken lütfen nokta kullanınız.  Yukarıdaki örnekte \"18,5\" yerine \"18.5\" yazınız.\n\n2.\"Testte yanlışlıkla 35 yazacağıma 350 yazdım, testin normlarında böyle bir değer olmamasına rağmen sonuç \"Normal\" olarak rapor edildi.  Oysa testten alınabilecek en yüksek puan 48\"\n\nPsiNorm yazılımı uygulayıcı tarafından girilen içeriği kontrol etmemektedir.  İçerik sayısal olarak uygun olmasa dahi (yukarıdaki örnekte norm/eşik değerleri için belirlenen değerlerin dışında) program tarafından hesaplama yapılmakta ve uygulayıcıya sonuç verilmektedir.  Yine de bazı testlerde uyarı görmeniz olasıdır.  Lütfen girişin doğru yapıldığına emin olunuz. \n\n3.\"Kişiye testi uygularken önceki test sonuçlarını yukarı çıkıp sonucu kontrol etmek istiyorum ama müsaade etmiyor, ekranda yukarı çıkamıyorum.\"\n\nPsiNorm yazılımının temel alındığı program giriş esnasında üst satırların kullanımına müsaade etmemektedir.  İlgili testin sonuçlarını TEST TAMAMLANDIKTAN SONRA (yani 22 komutu verildikten sonra oluşturulan) text veya excel dosyasından kontrol edebilirsiniz.  Eğer TEST ESNASINDA yanlış giriş yaptığınızdan şüphe ederseniz aynı test sonuçlarını tekrar girebilirsiniz.  Lütfen test ekranındaki yönergeleri takip ediniz.\n\n4.\"Sonuçları nereden bulacağım?\"\n\nSonuçlar \"documents\" ya da \"belgelerim\" içinde \"PsiNorm\" klasöründe bulunabilir.  Txt dosyaları katılımcı kodu ile tanınabilir; excel dosyasında her test için ilk sütunlar katılımcı bilgilerine ayrılmıştır. \n\n5.\"Excel dosyasında bir şey görünmüyor, nereden sonuçları bulacağım?\"\n\nDosyadaki sayfaları (sheet) kontrol ediniz.  Her test için bir sayfa ayrılmıştır.  Bazı test maddelerinde yanıt sayısında farklılık olabileceği için (örneğin \"kullandığı ilaçlar\" sorusunda bir katılımcı için 5 kaleme yönelik giriş yapacak iken diğer katılımcı için 7 kaleme yönelik giriş yapılabilir)  cevap vermediğiniz halde bazı alanların boş bırakıldığını görebilirsiniz.  Bu nedenle lütfen başlıklara göre hücreleri kontrol ediniz.\n\n6.\"Test sonuçlarının ne anlama geldiğini nasıl öğreneceğim?\"\n\nPsiNorm nöropsikolojik testlerin normlarını otomatik hesaplamakta ve kullanıcının hizmetine sunmaktadır.  Test sonuçlarını yorumlamak amacı gütmemektedir.  Test sonuçlarının nasıl yorumlanacağı ile ilgili lütfen test çıktısında belirtilen kaynaklara başvurunuz.  \n\n7.\" … testinin norm verileri/ geçerlik çalışması yayımlandı.  Bunu da eklemek mümkün mü?\"\n\nPsiNorm, alanda çalışan uygulayıcıların ihtiyaçları doğrultusunda uygulayıcılar tarafından geliştirilmiş ücretsiz bir yazılımdır.  En az iki güncel uyarlamanın yapılması planlanmıştır.  İlk uyarlama/ güncellemenin 2019 başında yapılması hedeflenmiştir.  Kullanıcılardan gelen öneriler ve alınan izinler doğrultusunda ikinci uyarlamada test listesi içeriğinde değişiklik yapılabilir.  Bazı durumlarda ikinci uyarlamanın beta (ön) hali deneme amaçlı kullanıcılara açılabilir.  Deneme amaçlı kullanım ile ilgileniyorsanız demans.org sitesini takip ediniz.\n\n8.\"Test verilerini girdikten sonra fark ettim ki bir testin sonucunu yanlış yazmışım.  En baştan mı başlamam gerekiyor?\"\n\nEğer 22 komutu verilmiş ise o katılımcı için sonuç dosyası oluşturulmuş demektir.  Bu durumda aynı katılımcı için tekrar katılımcı bilgileri de dahil olmak üzere sonuç girişi yapmanız gerekmektedir.  Eğer 22 komutu verilmemiş ise, söz konusu katılımcı için hala veri girilebilir, yanlış girilen veri düzeltilebilir.  Bu durumda yanlış sonuç girilen testi tekrar seçerek doğru veriyi girebilirsiniz.  Lütfen unutmayın; bir katılımcı için 22 komutu verilmeden önce aynı test için tekrar veri girişi yaparsanız ilk girdiğiniz veriler silinecektir.\n\n9.\"Hastam 95 yaşında.  PsiNorm bu testler için bana sonuç veriyor dolayısıyla testlerin bu yaş grubu normları var mı?\"  \n\nNorm çalışmalarında ilgili değişken için hangi aralık kullanıldıysa PsiNorm hesaplamaları o aralığa göre yapmaktadır.  Ancak hastaya özgü değerler norm aralığının dışında ise (bu örnekte yaş), hesaplama hastanın özelliklerine en yakın gruba göre yapılır.  Dolayısıyla test için belirlenen norm aralığında yaş için üst değer 80 ise yazılım 90 yaşındaki hastanın hesaplamasını 80 yaşa göre yapmaktadır.     \n\n10.\"Hastam hiç eğitim görmemiş.  PsiNorm bu testler için bana sonuç veriyor dolayısıyla tüm testlerin bu eğitim seviyesi için normları var mı?\"\n\nNorm çalışmalarında ilgili değişken için hangi aralık kullanıldıysa PsiNorm hesaplamaları o aralığa göre yapmaktadır.  Ancak hastaya özgü değerler norm aralığının dışında ise (bu örnekte eğitim), hesaplama hastanın özelliklerine en yakın gruba göre yapılır.  Dolayısıyla test için belirlenen norm aralığında eğitim için alt değer 5 ise yazılım hiç örgün eğitim görmemiş (0 sene eğitim görmüş) hastanın hesaplamasını 5 seneyi esas alarak yapmaktadır.     \n\n11.\"Programın çıkardığı raporda Z skorlarının yanında * sembolü görüyorum, anlamı nedir?\"\n\nPsiNorm yazılımı kullanıcıya klinik olarak anlamlı sonuçlar vermek adına puanı yükseldikçe kötüleşen testlerin Z skorlarını \"-1\" ile çarpmaktadır. Bu sayede olgunun bulunduğu persentil, olgunun skorları kötüleştikçe sola kaymaktadır (pratikte alışıldığı üzere.).\n\n",
    "about_data": "HAKKINDA\n2017© Bilal Bahadır Akbulut, Yavuz Ayhan.  \nKatkıda bulunanlar: Sirel Karakaş, Emel Erdoğan Bakar, Elvin Doğutepe Dinçer (Neurometrika-Tech); Duygu Çap, Ceren Şimşek, Berge Velibaşoğlu; Enes Çömez.  \n\n1.\tPsiNorm yazılımı uygulayıcı tarafından girilen içeriği kontrol etmemektedir.  İçerik sayısal olarak uygun olmasa dahi hesaplama yapılmakta ve uygulayıcıya sonuç verilmektedir.  Lütfen girişin doğru yapıldığına emin olunuz. \n\n2.\tPsiNorm yazılımı sonuçları işlenirken tarih ve saat bilgilerini otomatik olarak kaydetmektedir.  Lütfen bilgisayarınızın saatinin güncel olduğundan emin olunuz.\n\n3.\tPsiNorm, alanda çalışan uygulayıcıların ihtiyaçları doğrultusunda geliştirilmiş ücretsiz bir yazılımdır.    Sonraki uyarlamalarda yazılımın daha iyi hale getirilmesi için uygulayıcıların katkı ve önerilerini gerekli görüyoruz.  Lütfen öneri ve eleştirilerinizi b.bahadirakbulut@gmail.com adresine yazınız.   \n\n4.\tÇok basamaklı kalite kontrol aşamalarından geçse de uygulayıcı PsiNorm'da hatalar fark edebilir.  Hata fark ettiğiniz hususları lütfen b.bahadirakbulut@gmail.com adresine bildiriniz.  Maddi hatalar mümkün olduğunca hızlı şekilde ele alınacaktır.\n\n5.\tPsiNorm kullanılarak yapılan akademik çalışmalarınızda PsiNorm'a atıfta bulunmanız gerekmektedir.  Lütfen atıfta bulunulacak çalışma için demans.org websitesini takip ediniz.\n\n6.\tBir sorunuz olduğunda lütfen Sık Sorulan Sorular bölümünü kontrol ediniz.  Sık Sorulan Sorulara giriş ekranından ulaşabilirsiniz.  Bu kısımda sorunuza yanıt bulamazsanız b.bahadirakbulut@gmail.com adresine yazınız.  Sizinle 10 iş günü içinde iletişime geçilmeye çalışılacaktır.\n\n7. PsiNorm yazılımı kaynaklarda verilen çalışmalar esas alınarak hazırlanmıştır, dolayısıyla yazılım sonuçları yalnız kaynaklardaki testler için geçerlidir, başka uyarlamalar için kullanılamaz.  Testler ile ilgili detaylı bilgi ve norm tabloları için lütfen ilgili kaynağa ulaşınız.\n",
    "references_data": "===================================================================                \nÖNEMLİ UYARILAR:\n    \n1) Testlerde hastaya özgü norm değerleri bulunmadığında, z-skorları hastanın özelliklerine en yakın gruba göre hesaplanmıştır.\nLimitleri olan testler aşağıdaki şekildedir:\n    \n > 3MS Eğitim < 5 VE Yaş < 65 VE Erkek\n   3MS tüm gruplarda Yaş < 55\n\n > Görsel İşitsel Sayı Dizileri: 13 <= Yaş\n\n > Sözel Bellek Süreçleri: 15 <= Yaş VEYA Eğitim <= 19\n\n > Rey Karmaşık Figür: 17 <= Yaş <= 82\n\n > İz sürme: 20 <= Yaş\n\n > Stroop: 5 <= Eğitim <= 8 VE 20 <= Yaş <=74\n           8 <= Eğitim VE 20 <= Yaş <= 82\n\n > Yetişkin Wisconsin Kart Eşleme: 5 <= Eğitim VE 20 <= Yaş <= 72\n                                   12 <= Eğitim VE 20 <= Yaş <= 78\n\n > Görsel Sözel test: 20 <= Yaş <= 100\n \n > Renkli İz Sürme: 20 <= Yaş <= 100\n \n > Sözel Akıcılık: 5 <= Eğitim VEYA 15 <= Yaş\n \n > Semantik Akıcılık: 5 <= Eğitim VEYA 15 <= Yaş\n \n > Çizgi Yönünü Belirleme: 5 <= Eğitim <= 8 VE 20 <= Yaş <= 74\n                           9 <= Eğitim <= 11 VE 20 <= Yaş <= 76\n                           12 <= Eğitim VE 20 <= Yaş <= 73\n\n2) Testlerin sonuçlarında bildirilen yorumlar, normalin 1 standart deviasyon(SD) uzağı normal,\n1-2 SD aralığı hafif bozulma, 2-3 SD aralığı orta derecede bozulma, 3 SD'den uzakta olan \nsonuçlar ağır derecede bozulma olarak belirtilmiştir.\n\n===================================================================\nKaynakça:\n    \n> Ayhan Y., Saka E., Bariskin E., Bilir N., Karahan S., Caman O. ADAPTATION OF THE MODIFIED MINI-MENTAL STATE (3MS) EXAM, DEVELOPMENT OF A VERSION FOR THE UNDEREDUCATED, AND DETERMINATION OF NORMATIVE VALUES IN THE TURKISH POPULATION, Alzheimer's & Dementia 2017 vol: 13 (7) pp: P1561-P1562 DOI: 10.1016/j.jalz.2017.07.711\n\n>Cangoz, B., Karakoc, E., & Selekler, K. (2009). Trail Making Test: normative data for Turkish elderly population by age, sex and education. J Neurol Sci, 283(1-2), 73-78. doi: 10.1016/j.jns.2009.02.313\n\n>Cangöz B, Karakoc E., Selekler K (2006 ). Saat Çizme Testi'nin Türk yetişkin ve yaşlı örneklemi üzerindeki norm belirleme, geçerlik ve güvenirlik çalışmaları. Türk Geriatri Dergisi, 9 (3), 136-142. \n\n>Karakaş S., Erdoğan Bakar E., Doğutepe Dinçer E. (2013). BİLNOT Bataryası El Kitabı: Nöropsikolojik Testlerin Yetişkinler için Araştırma ve Geliştirme Çalışmaları: BİLNOT- Yetişkin (Cilt I-II). Konya: Eğitim Yayınevi\n\n>Keskinoglu, P., Ucku R., Yener G., Yaka E., Kurt P., & Tunca Z. (2009). Reliability and validity of revised Turkish version of Mini Mental State Examination (rMMSE-T) in community-dwelling educated and uneducated elderly. Int J Geriatr Psychiatry, 24(11), 1242-1250. doi: 10.1002/gps.2252\n\n>Kudiaki C., & Aslan A. (2008). Executive functions in a Turkish sample: associations with demographic variables and normative data. Appl Neuropsychol, 15(3), 194-204. doi: 10.1080/09084280802324416\n\n>Kurt, M., Can H., Karakaş S. (2016). Boston Adlandırma Testi Türk Formu için araştırma-geliştirme çalışması. Yeni Sempozyum, 54(1), 6-14. doi:10.5455/NYS.2016001.\n\n>Saka E., Mihci E., Topcuoglu M. A., & Balkan S. (2006). Enhanced cued recall has a high utility as a screening test in the diagnosis of Alzheimer's disease and mild cognitive impairment in Turkish people. Arch Clin Neuropsychol, 21(7), 745-751. doi: 10.1016/j.acn.2006.08.007\n\n>Selekler K. C., B, Uluç S. (2010). Montreal Bilişsel Değerlendirme Ölçeği'nin (MOBİD) Hafif Bilişsel Bozukluk ve Alzheimer Hastalarını ayırdedebilme gücünün incelenmesi. Türk Geriatri Dergisi, 13(3), 166-171. \n\n>Tanor O. (2006). Öktem Sözel Bellek Süreçleri Testi. Ankara: Türk Psikologlar Derneği.\n\n>Turkes N.,Can H., Kurt M., Dikeç BE. (2015). İz Sürme Testi’nin 20-49 Yaş Aralığında Türkiye İçin Norm Belirleme Çalışması. Türk Psikiyatri Dergisi; 2015;26(3):189-196\n\n>Teng E. L., & Chui H. C. (1987). The Modified Mini-Mental State (3MS) examination. J Clin Psychiatry, 48(8), 314-318. \n\n>Varan E, Tanor O, Gurvit H (2007) Rey Karmaşık Figür Testi ve Tanıma Uygulaması (RKFT-T): Bir Yetişkin Türk Örneklemi Üzerinde Norm Belirleme Çalışması.  Turk J Neurol. 2007; 13(6): 387-394\n\n===================================================================\n                "
}